karlp/ktwinkler/fw/boards/ktwinkler-multi-r2025-12/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "KTwinkler-202512"
#define MICROPY_HW_MCU_NAME "ESP32-C3"

// console on uart as well as usb
#define MICROPY_HW_ENABLE_UART_REPL         (1)
